app/controllers/authors_controller.rb

INSERT INTO "authors" ("name", "genre", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "Robert Frost"], ["genre", "Winter wonderland"], ["created_at", "2021-03-20 03:43:37.210998"], ["updated_at", "2021-03-20 03:43:37.210998"]]
---
  def create
    @author = Author.create(authors_params)